[DrillUpgrade_Damage]
friendlyname="Aumenta o dano da perfuradora"
description=("Pequenos buracos em ambos os lados da perfuradora aumentan o dano.\\n\\nO aumento do dano se aplica em ambos ataques da perfuradora (perfurar e golpear).","Melhora do Aumento do dano da perfuradora adquirido.")

[DrillUpgrade_Length]
friendlyname="Refletor da perfuradora"
description=("A rotaçäo da perfuradora ativa um grande dínamo eletromagnético.\\n\\nOs projéteis inimigos se dirigem de novo aos atacantes enquanto a perfuradora gira.","Melhora do Refletor da perfuradora adquirido.")

[DrillUpgrade_MagazineSize]
friendlyname="Eficiencia de combustivel"
description=("Bicos anti-congelante lubrificam a Perfuradora, reduzindo a velocidade do consumo de combustivel. ","Melhora a Eficiencia do combustivel adquirda.")

[GrenadeLauncherUpgrade_Cluster]
friendlyname="Conjunto de bombas do lança-granadas"
description=("Muniçäo adicional é introduzida em cada disparo, provocando explosöes secundárias em uma ampla área.\\n\\nPerfeito para limpar toda uma sala.","Melhora do Conjunto de bombas adquirido.")

[GrenadeLauncherUpgrade_Immunity]
friendlyname="Imunidade ao dano do lança-granadas"
description=("Um defletor evita que fique ferido com seus própios explosivos. ","Melhora Imunidade ao dano do lança-granadas adquirido.")

[GrenadeLauncherUpgrade_MagazineSize]
friendlyname="Tamanho do carregador do lança-granadas"
description=("Um carregador maior implica em mais disparos.\\n\\nAdemás aumenta la cantidad de tipos de munición que puedes llevar.","Mejora Tamaño del cargador del lanzagranadas adquirido.")

[MachineGunUpgrade_Damage]
friendlyname="Aumento do dano da metralhadora"
description=("Canhöes reforçados permitem exercer uma maior presäo de saída e um maior dano nos alvos.","Melhora de dano da metralhadora adquirido.")

[MachineGunUpgrade_Kickback]
friendlyname="Menor recuo da metralhadora"
description=("Un estabilizador reduz o recuo da metralhadora, proporcionando maior precisäo na hora de disparar.","Melhora de recuo da metralhadora adquirido.")

[MachineGunUpgrade_Ricochet]
friendlyname="Efeito de repercussäo metralhadora"
description=("Um campo elétrico de alta densidade evita que os disparos se desintegrem ao primero impacto, causando um efeito repercussäo.","Melhora do efeito de repercussäo adquirido.")

[RivetGunUpgrade_Damage]
friendlyname="Aumenta o dano do rebitador"
description=("Um mecanismo com grande força de disparo que causa maior penetraçäo e dano.","Aumento de dano adquirido.")

[RivetGunUpgrade_IgnitionDamage]
friendlyname="Melhora de temperatura do rebitador"
description=("Um mecanismo de calor interno aumenta a temperatura dos rebites antes de que se disparem.\\n\\nCUIDADO: Os seres e objetos näo blindados pode queimar após repetidos impactos.","Melhora da temperatura do rebitador adquirido.")

[RivetGunUpgrade_MagazineSize]
friendlyname="Tamanho do carregador do rebitador"
description=("Um carregador maior aumenta a capacidad e como consequencia pode realizar 50% a mais de disparos antes que você volter a recarregar.","Tamanho do carregador adquirido. ")

[ShotgunUpgrade_Damage]
friendlyname="Aumento o dano da escopeta"
description=("Um canhäo recortado aumenta o dano de todos os tipos de muniçäo.","Dano da escopeta adquirido.")

[ShotgunUpgrade_MagazineSize]
friendlyname="Tamanho do carregador da escopeta"
description=("Um mecanismo duplo permite disparar 6 tiros antes de recarregar.","Tamanho do carregador de escopeta adquirido.")

[ShotgunUpgrade_Tesla]
friendlyname="Melhora tesla da escopeta"
description=("A energía cinética dos disparos é utilizada para carregar vários dínamos, gerando descargas elétricas aleatoriamente.","A escopeta ja tem a melhora de Tesla.")

[SpeargunUpgrade_Damage]
friendlyname="Aumento o dano do lança-arpäo"
description=("Un mecanismo rotatorio adiciona giros nos arpöes provocando maior penetraçäo e dano.","Dano do lança-arpäo adquirido.")

[SpeargunUpgrade_FireRate]
friendlyname="Melhora aceleraçäo do lança-arpäo"
description=("Uma mola de disparo reforçada e um canhäo modificado imprime uma maior velocidade nos arpöes e reduz o tempo entre os disparos.\\n\\nOs arpöes seräo muito mais rápidos ea impacto sobre o inimigo a maiores distâncias.","Melhora de aceleraçäo do lança-arpäo adquirido.")

[SpeargunUpgrade_Zoom]
friendlyname="Aumenta o zoom do lança-arpäo"
description=("Um objetivo adicional proporciona maior zoom, permitindo apontar com maior precisäo.","Zoom do lança-arpäo adquirido. ")

